;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Ελληνικά - Greek
Code = el
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Σχετικά με το %{Program.Name}
Label_Version = Έκδοση
Label_AutoIt = Δημιουργήθηκε με την έκδοση AutoIt
Label_Copyright = Πνευματικά δικαιώματα
Tip_Title_Donate = Δωρεά στον σκοπό μας
Tip_Message_Donate = Όταν κάνετε δωρεά, βοηθάτε να διατηρήσουμε το λογισμικό μας δωρεάν\r\nκαι μας επιτρέπετε να αποκτήσουμε τα εργαλεία και τις υπηρεσίες\r\nπου χρησιμοποιούμε για να σας εξυπηρετήσουμε.
Label_Home = Αρχική σελίδα
Label_License = Άδεια χρήσης
Label_Support = Λήψη υποστήριξης
Tip_Title_Country = Κατασκευάστηκε στη Νότια Αφρική
Tip_Message_Country = Το %{Program.Name} γεννήθηκε στη Νότια Αφρική.
Label_Contributors = Συνεισφέροντες
Button_Ok = Εντάξει
Label_RAM = (RAM) %d MB ΕΛΕΥΘΕΡΑ ΑΠΟ %d MB (%d%%)
Label_HDD = (%s) %.2f GB ΕΛΕΥΘΕΡΑ ΑΠΟ %.2f GB (%d%%)
Tip_Facebook = Κάντε μας Like στο Facebook.
Tip_GitHub = Το %{Program.Name} στο GitHub.

[Custom]
Label_Status_Welcome = Ξεκινήστε φορτώνοντας τον περιηγητή (επιλέξτε το όνομα αρχείου).\r\nΤο %{Program.Name} θα εντοπίσει αυτόματα τη διεργασία από το εκτελέσιμο αρχείο που θα επιλέξετε.
Label_Status_Updates = Έλεγχος για ενημερώσεις
Group_Load_Browser = Φόρτωση περιηγητή
Label_Executable = Διαδρομή εκτελέσιμου (%s):
Label_Process_Usage = Χρήση | Μέγιστο:
Label_Process_Count = Αριθμός διεργασιών:
Button_Browse = &Περιήγηση
Group_Options = Επιλογές
Checkbox_Reduce_Mem = Μείωση μνήμης κάθε:
Label_Milliseconds = χιλιοστά του δευτερολέπτου
Checkbox_Reduce_Limit = Μείωση μνήμης μόνο αν η χρήση υπερβαίνει:
Checkbox_Start_With = Εκκίνηση του %s όταν ξεκινά το %{Program.Name}
Checkbox_Enable_Extended_Processes = Ενεργοποίηση εκτεταμένων διεργασιών
Button_Extended_Processes = &Εκτεταμένες διεργασίες
Checkbox_Start_Windows = Εκκίνηση του %{Program.Name} κατά την εκκίνηση των Windows
Label_Settings_Updated = Οι ρυθμίσεις ενημερώθηκαν με επιτυχία.
Button_Cancel = Ακύρωση
Button_Save = Αποθήκευση
Time_Unit_01 = χιλιοστά του δευτερολέπτου
Time_Unit_02 = δευτερόλεπτα
Time_Unit_03 = λεπτά
Time_Unit_04 = ώρες
Label_Boost_Description = Μείωση κάθε %s %s αν η χρήση υπερβαίνει τα %s MB.
Title_Select_Browser = Επιλογή περιηγητή
Tip_Minimized_Title = Το %{Program.Name} εξακολουθεί να εκτελείται!
Tip_Minimized_Message = Το %{Program.Name} θα συνεχίσει να εκτελείται για να βελτιστοποιήσει τη χρήση μνήμης του %s.\r\nΚάντε κλικ στο εικονίδιο της περιοχής ειδοποιήσεων για να αλλάξετε διάφορες επιλογές βελτιστοποίησης.
Label_Notice = Το %{Program.Name} είναι σχεδιασμένο για χρήση σε επιτραπέζιους υπολογιστές και φορητούς υπολογιστές.\r\nΈχουμε δημιουργήσει το Firemin Server για περιβάλλοντα διακομιστών. Διαβάστε περισσότερα...

[Donate]
Label_Heading = Τι θα λέγατε για μια μικρή δωρεά για να διατηρήσουμε το λογισμικό μας για πάντα δωρεάν;
Label_Message = Κάντε κλικ στο κουμπί PayPal παρακάτω, επιλέξτε ένα ποσό και στείλτε μας τη δωρεά.\r\nΗ δωρεά σας θα χρησιμοποιηθεί για τη βελτίωση του λογισμικού μας και τη διατήρηση όλων δωρεάν στο Rizonesoft.\r\nΜια δωρεά 20$ θα μας κρατήσει σε λειτουργία για τουλάχιστον ένα μήνα.
Label_Donate = Θα σκεφτόσασταν ένα μικρό δώρο των 10$ για να μας βοηθήσετε να βελτιώσουμε το %{Program.Name} και να συνεχίσουμε τη λειτουργία;

[Menus]
File = &Αρχείο
File_Preferences = &Προτιμήσεις
File_Close = &Κλείσιμο\tShift+Alt+F4
Help = &Βοήθεια
Help_Update = Έλεγχος για &ενημερώσεις
Help_Home = &Αρχική σελίδα %{Company.Name}
Help_Downloads = Περισσότερες &λήψεις
Help_Support = &Λήψη υποστήριξης
Help_Issue = Δημιουργία &ζητήματος
Help_Donate = Δωρεά στον &σκοπό μας
Help_About = Σχετικά με το %{Program.Name}
Tray_About = Σχετικά με το %{Program.Name} %s
Tray_Open = Άνοιγμα %{Program.Name}
Tray_Extended_Processes = Εκτεταμένες διεργασίες
Tray_Run = Εκτέλεση %s
Tray_Run_Safemode = Εκτέλεση %s σε ασφαλή λειτουργία

[Messages]
Info_Title = Παρακαλώ σημειώστε
Warning_Title = Προειδοποίηση!
Error_Title = Ωχ! Κάτι πήγε στραβά!
Error_Oops = Ωχ!
Singleton = Μια άλλη παρουσία του %{Program.Name} εκτελείται ήδη.\r\nΣυμβουλή: Κάντε κλικ στο εικονίδιο %{Program.Name} στην περιοχή ειδοποιήσεων.
Compatible = Το %{Program.Name} δεν είναι συμβατό με την έκδοση των Windows σας.\r\nΑν πιστεύετε ότι αυτό είναι λάθος, μη διστάσετε να αφήσετε ένα μήνυμα στο '%s' με όλες τις λεπτομέρειες.
Compatible_Bit = Δυστυχώς το %{Program.Name} 32 Bit δεν είναι συμβατό με την έκδοση των Windows σας.\r\nΠαρακαλώ κατεβάστε το %{Program.Name} 64 Bit από το '%s'

[Preferences]
Window_Title = Προτιμήσεις
Tab_General = Γενικά
Tab_Performance = Απόδοση
Tab_Language = Γλώσσα
Group_Notifications = Ειδοποιήσεις
Group_Extended_Processes = Εκτεταμένες διεργασίες
Group_Priority = Προτεραιότητα
Group_Memory = Μνήμη
Group_Language = Γλώσσα
Checkbox_Notifications = Εμφάνιση ειδοποιήσεων περιοχής ειδοποιήσεων
Label_Extended_Processes = Εισάγετε εδώ τα ονόματα των επιπλέον διεργασιών που θέλετε να βελτιστοποιήσει το %{Program.Name}.\r\nΗ λίστα πρέπει να χωρίζεται με κόμματα (Process01.exe, Process02.exe, κλπ)
Label_SetPriority = Ορισμός προτεραιότητας διεργασίας:
Checkbox_SaveRealtime = Αποθήκευση προτεραιότητας πάνω από υψηλή (δεν συνιστάται).
Checkbox_ReduceMemory = Μείωση μνήμης σε συστήματα με χαμηλή μνήμη.
Label_Language_Message = Επιλέξτε τη γλώσσα που προτιμάτε και πατήστε το κουμπί %s για να συνεχίσετε. (Απαιτείται επανεκκίνηση)
Button_Save = Αποθήκευση
Button_Cancel = Ακύρωση
Label_Updated = Οι προτιμήσεις ενημερώθηκαν
MsgBox_Language_Title = Η γλώσσα άλλαξε
MsgBox_Language_Message = Η επιλεγμένη γλώσσα έχει αλλάξει.\r\nΤο %{Program.Name} πρέπει να επανεκκινηθεί για να εφαρμοστεί η επιλεγμένη γλώσσα.
MsgBox_Closing_Title = Κλείσιμο του %{Program.Name}
MsgBox_Closing_Message = Θέλετε να κλείσετε το %{Program.Name} τώρα;

[Update]
Window_Title_Available = Διαθέσιμη ενημέρωση
Window_Title_Congratulations = Συγχαρητήρια!
Window_Title_Error = Κάτι πήγε στραβά!
Label_Message_Update = Μια νέα έκδοση του '%{Program.Name}' είναι διαθέσιμη.
Label_Message_Latest = Χρησιμοποιείτε την πιο πρόσφατη έκδοση του '%{Program.Name}'.
Label_Message_Error = Δεν ήταν δυνατή η ανάκτηση πληροφοριών για την τελευταία έκδοση του '%{Program.Name}'.
Label_Message_Internet = Παρακαλώ ελέγξτε τη σύνδεσή σας στο Διαδίκτυο και δοκιμάστε ξανά.
Label_Build_Current = Τρέχουσα έκδοση:
Label_Build_Update = Έκδοση ενημέρωσης:
CheckBox_NoUpdate = Να μην γίνεται έλεγχος για ενημερώσεις κατά την εκκίνηση.
Button_Update = Διαβάστε περισσότερα
Button_Close = Κλείσιμο

[Versioning]
Administrator = Διαχειριστής
Build = Έκδοση
AutoIt_Version = χρησιμοποιεί την έκδοση AutoIt %{AutoIt.Version}
Bit = Bit